Repository: nivcoo/CESI-DotNet
Catalog: MainApplication/Localization/Language.*.resx
Languages: fr_fr

# GLOBAL_SELECT_LANGUAGE
source: Please select a sanguage (en-US, fr-FR):
fr_fr: Selectionnez un Langage (en-US, fr-FR) :

# GLOBAL_SELECTED_LANGUAGE
source: The language selected is : en-US
fr_fr: La langue choisie est : fr-FR

# GLOBAL_NAME
source: Name
fr_fr: Nom

# GLOBAL_ASK_SAVE_NAME
source: Please type the name of a save or "cancel" to cancel :
fr_fr: Entrez le nom d'une Sauvegarde ou "cancel" pour annuler :

# GLOBAL_ASK_SAVE_NAME_OR_ALL
source: Please type the name of a save, "all" to start all the saves or "cancel" to cancel :
fr_fr: Entrez le nom d'une Sauvegarde ou "all" pour lancer toutes les sauvegardes ou "cancel" pour annuler :

# GLOBAL_SAVE_NAME_NOT_EXIST
source: This save doesn't exist.
fr_fr: Aucune sauvegarde n'existe avec ce nom !

# GLOBAL_SELECT_CHOICE
source: Your selection :
fr_fr: Votre choix :

# GLOBAL_SELECT_CHOICE_RETRY
source: Invalid choice.
fr_fr: Choix incorrect. Votre choix :

# GLOBAL_STATE
source: State
fr_fr: État

# GLOBAL_TARGET
source: Target
fr_fr: Destination

# GLOBAL_WELCOME
source: Welcome to EasySave !
fr_fr: Bienvenue dans EasySave !

# CHOICE_DISPLAY
source: Possible actions list :
fr_fr: Liste des Actions Possible :

# CHOICE_DESC_SHOW_LIST
source: Show the save list
fr_fr: Afficher la liste des sauvegardes

# CHOICE_DESC_CREATE
source: Add a save
fr_fr: Ajouter une sauvegarde

# CHOICE_DESC_REMOVE
source: Remove a save
fr_fr: Supprimer une sauvegarde

# CHOICE_DESC_START
source: Run one or multiple save(s)
fr_fr: Lancer une ou plusieurs sauvegarde(s)

# CHOICE_DESC_STOP
source: Stop one or multiple save(s)
fr_fr: Arrêter une ou plusieurs sauvegarde(s)

# CHOICE_DESC_END
source: Stop the application
fr_fr: Stopper l'application

# CREATE_SAVE_SUCCESS
source: Your save has been successfully created !
fr_fr: Votre sauvegarde a été créée avec succès !

# CREATE_SAVE_ERROR
source: An error occurred while creating your Save !
fr_fr: Une erreur est survenue pendant la création de votre sauvegarde !

# CREATE_SAVE_ASK_NAME
source: Type the save's name or "cancel" to cancel :
fr_fr: Donnez un nom à la sauvegarde ou "cancel" pour annuler :

# CREATE_SAVE_ASK_NAME_RETRY
source: A save already exists with this name.
fr_fr: Une sauvegarde comporte déjà ce nom.

# GLOBAL_SAVE_ALREADY_RUN
source: This save is already running.
fr_fr: La Save est déjà lancée !

# CREATE_SAVE_ASK_SOURCE_URI
source: Type the save path or "cancel" to cancel :
fr_fr: Donnez le chemin d'accès à la sauvegarde ou "cancel" pour annuler :

# CREATE_SAVE_ASK_SOURCE_URI_RETRY
source: The path is incorrect.
fr_fr: Le chemin d'accès est incorrect.

# CREATE_SAVE_ASK_TARGET_URI
source: Type the target path or "cancel" to cancel:
fr_fr: Donnez le chemin d'écriture de la sauvegarde ou "cancel" pour annuler :

# CREATE_SAVE_ASK_TARGET_URI_RETRY
source: The path is incorrect.
fr_fr: Le chemin est incorrect.

# CREATE_SAVE_ASK_TYPE
source: Type the kind of save you want ( 1 - Complete | 2 - Differential ) or "cancel" to cancel:
fr_fr: Donnez type de sauvegarde ( 1 - Complète | 2 - Differentielle ) ou "cancel" pour annuler :

# CREATE_SAVE_ASK_TYPE_RETRY
source: This kind of save doesn't exist.
fr_fr: Ce type de sauvegarde n'existe pas.

# GLOBAL_TYPE
source: Type of Save
fr_fr: Type de Sauvegarde

# GLOBAL_ASK_GO_TO_MENU
source: Type "enter" or anything to go back to the menu
fr_fr: Écrivez ou appuyez sur entrée pour revenir au menu.

# GLOBAL_CANNOT_REMOVE_RUNNING_SAVE
source: You cannot remove a running save.
fr_fr: Vous ne pouvez pas supprimer une sauvegarde lancée !

# GLOBAL_DONE
source: Done.
fr_fr: Fait.

# GLOBAL_PERFORMING_SAVE
source: Saving......
fr_fr: Sauvegarde en cours...

# CREATE_SAVE_REACH_LIMIT
source: You have reached the limit of 5 saves. If you want to create more saves, please update your software.
fr_fr: La limite de 5 sauvegardes est dépassée.

# BUTTON_CREATE_SAVE
source: Create a new save
fr_fr: Créer une Sauvegarde

# BUTTON_PAUSE_ALL_SAVES
source: Pause all the active saves
fr_fr: Stopper toutes les Sauvegardes

# BUTTON_RESUME_ALL_SAVES
source: Resume all the paused saves
fr_fr: Relancer toutes les Sauvegardes

# BUTTON_START_ALL_SAVES
source: Start all the saves
fr_fr: Lancer toutes les Sauvegardes

# CREATE_COMPLETE_ALL_INPUTS
source: You have to fill the fom !
fr_fr: Vous devez compléter tous les champs !

# CREATE_SAVE_SELECT_SOURCE
source: Select a source path
fr_fr: Sélectionner la Source

# CREATE_SAVE_SELECT_TARGET
source: Select a target path
fr_fr: Séléctionner la Destination

# ERROR_JOB_APPLICATION_RUNNING
source: A blocking application is running, please close it to start a save, or resume any paused save
fr_fr: Une application métier est lancée, vous devez la stopper pour lancer une sauvegarde

# GLOBAL_SELECT_LANGUAGE_GUI
source: Please select a sanguage !
fr_fr: Selectionnez un Langage !

# PAGE_HOME_TITLE
source: Home EasySave
fr_fr: Accueil EasySave

# PAGE_NAVIGATION_HOME_TITLE
source: Home Page
fr_fr: Page d'Accueil

# PAGE_NAVIGATION_SAVES_TITLE
source: Saves Manager
fr_fr: Page des Sauvegardes

# PAGE_SAVES_TITLE
source: Saves Manager
fr_fr: Gestionnaire de Sauvegardes

# GLOBAL_SELECT_SAVE_FILE_TYPE_GUI
source: Please select a saves sile type !
fr_fr: Selectionnez une méthode de Sauvegarde !

# BUTTON_CREATE_EXTENSION
source: Add a new extension
fr_fr: Ajouter une Extension

# BUTTON_CREATE_PRIORITY_FILE
source: Add a new file name
fr_fr: Ajouter un nom de Fichier

# EXTENSION_ADD_ASK_NAME_RETRY
source: This extension already exists !
fr_fr: Cette extension existe déjà !

# GLOBAL_ENCRYPT_EXTENSIONS_GUI
source: List of the extensions that will be encrypted
fr_fr: Liste des Extensions qui seront chiffrées

# GLOBAL_PRIORITY_FILES_GUI
source: List of the priority files
fr_fr: Liste des fichiers prioritaires

# HOME_ADD_EXTENSION
source: Add a new extension
fr_fr: Ajouter une nouvelle Extension

# HOME_ADD_PRIORITY_FILE
source: Add a new File
fr_fr: Ajouter un nouveau fichier

# PAGE_LOGS_TITLE
source: List of Logs
fr_fr: Liste des Logs

# PAGE_NAVIGATION_LOGS_TITLE
source: List of Logs
fr_fr: Liste des Logs
